### tap
tap "homebrew/bundle" # brew bundle コマンド
tap "homebrew/cask" # GUI アプリのインストール
tap "homebrew/services" # brew service コマンド
tap "homebrew/cask-fonts" # フォント
tap "homebrew/cask-versions" # 異なるバージョンの cask
### Casks
cask "visual-studio-code" # 多機能テキストエディタ
brew "python" # Python 言語
brew "python-tk" # Python interface to Tcl/Tk
brew "rust-analyzer" # Experimental Rust compiler front-end for IDEs
brew "rustup" # Rust toolchain installer
brew 'tree'
cask "wireshark" # Graphical network analyzer and capture tool
cask "mactex-no-gui" # TeX Live (GUI アプリなし)
cask "drawio" # Application for Diagrams.net
# Microsoft Application
cask "microsoft-word" # Word
cask "microsoft-powerpoint" # Powerpoint
cask "microsoft-excel" # Exsel
cask "microsoft-outlook" # Outlook
cask "microsoft-onenote" # Onenote
cask "microsoft-teams" # Teams
cask "google-chrome" # googlechrome
cask "google-drive" # Google Drive
cask "notion" # notion

